{"train_thetas": [[0, 0, 0, 0, -1], [0, 0, 1, 0, 0], [1, 0, 1, 0, 0], [0, 1, 0, -1, 0], [0, 1, 0, 0, 0], [0, 0, -1, 0, 0], [0, 0, 0, -1, -1], [-1, 1, 0, 0, 0], [-1, 0, 0, 0, 0], [0, 0, 0, 0, 1], [0, 0, 1, 0, -1], [0, 1, -1, 0, 0], [0, -1, 0, 0, 0], [0, 0, 0, -1, 0], [0, 0, 1, -1, 0], [-1, 0, -1, 0, 0], [0, 0, 0, -1, 1], [0, -1, -1, 0, 0], [1, 0, 0, -1, 0], [1, 0, 0, 0, 1], [0, 1, 0, 1, 0], [1, 1, 0, 0, 0], [-1, 0, 0, -1, 0], [0, 0, 0, 1, 1], [-1, -1, 0, 0, 0], [1, 0, -1, 0, 0], [-1, 0, 0, 0, 1], [-1, 0, 1, 0, 0], [0, -1, 0, 0, 1], [0, -1, 0, 0, -1], [0, 0, 1, 1, 0], [0, -1, 1, 0, 0], [0, 0, -1, 0, -1], [0, 0, -1, 0, 1]], "train_language_instructions": ["Keep the cup upside down. ", "Stay away from the laptop. ", "Stay close to the table surface. Stay away from the laptop. ", "Stay away from the human. Stay close to the human face. ", "Stay away from the human. ", "Stay close to the laptop. ", "Stay close to the human face. Keep the cup upside down. ", "Stay away from the table surface. Stay away from the human. ", "Stay away from the table surface. ", "Keep the cup upright. ", "Stay away from the laptop. Keep the cup upside down. ", "Stay away from the human. Stay close to the laptop. ", "Stay close to the human. ", "Stay close to the human face. ", "Stay away from the laptop. Stay close to the human face. ", "Stay away from the table surface. Stay close to the laptop. ", "Stay close to the human face. Keep the cup upright. ", "Stay close to the human. Stay close to the laptop. ", "Stay close to the table surface. Stay close to the human face. ", "Stay close to the table surface. Keep the cup upright. ", "Stay away from the human. Stay away from the human face. ", "Stay close to the table surface. Stay away from the human. ", "Stay away from the table surface. Stay close to the human face. ", "Stay away from the human face. Keep the cup upright. ", "Stay away from the table surface. Stay close to the human. ", "Stay close to the table surface. Stay close to the laptop. ", "Stay away from the table surface. Keep the cup upright. ", "Stay away from the table surface. Stay away from the laptop. ", "Stay close to the human. Keep the cup upright. ", "Stay close to the human. Keep the cup upside down. ", "Stay away from the laptop. Stay away from the human face. ", "Stay close to the human. Stay away from the laptop. ", "Stay close to the laptop. Keep the cup upside down. ", "Stay close to the laptop. Keep the cup upright. "], "test_thetas": [[0, 0, 0, 1, 0], [1, 0, 0, 0, 0], [1, 0, 0, 1, 0], [0, 0, -1, -1, 0], [1, -1, 0, 0, 0], [0, -1, 0, -1, 0], [-1, 0, 0, 1, 0], [0, 1, 1, 0, 0], [0, 0, -1, 1, 0]], "test_language_instructions": ["Stay away from the human face. ", "Stay close to the table surface. ", "Stay close to the table surface. Stay away from the human face. ", "Stay close to the laptop. Stay close to the human face. ", "Stay close to the table surface. Stay close to the human. ", "Stay close to the human. Stay close to the human face. ", "Stay away from the table surface. Stay away from the human face. ", "Stay away from the human. Stay away from the laptop. ", "Stay close to the laptop. Stay away from the human face. "]}